Settings = ⚙️ Настройки
Support = 🆘 Поддержка
My-Subscriptions = 🗂️ Мои подписки
Back = ↩️ Назад
Administrator = 👨‍💻 Администратор
Add = Добавить
Delete = Удалить
Russian = 🇷🇺 Русский
English = 🇬🇧 Английский
Set-lang = 🌍 <b>Выберите</b> язык, на котором <b>будет общаться</b> бот:
Catalog-add = <b>🗂️ Каталог добавленных подписок:</b>

{ $subs }

Catalog-remove = <b>🗂️ Каталог удаления подписок:</b>

{ $message }

Are-you-sure = <b>Вы действительно</b> хотите <b>удалить</b> подписку?
Q-A = <b>❓ ЧаВо</b>

          <b>1. Для чего этот бот?</b>
          <i>— Бот создан, с целью напомнить пользователю,
          когда истечет его подписка в каком-либо сервисе.</i>

          <b>2. Какие сервисы можно добавлять?</b>
          <i>— Неважно где вы оформили подписку, можно добавлять любые сервисы.</i>

          <b>3. Как добавить сервис?</b>
          <i>— Перейдите в раздел Мои подписки и нажмите кнопку Добавить. Заполняйте данные, строго следуя инструкциям:
          сначала введите название, следующим шагом введите кол-во. месяцев (число), затем выберите на календаре, когда
          напомнить о списании. Подтвердите правильность, и подписка будет добавлена.</i>